[Character.CharClass_Sage_SavageShamanMidget AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Pets.PawnBalance_ShamanMidget_Pet AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="chicken screams",TransformedNames=((TransformedName="hot baby"),(TransformedName="Electric dog "),(TransformedName="Dog brush"),(TransformedName="A puppy covered in snails")))
PlayThroughs[1]=(DisplayName="Swamp icon with cone",TransformedNames=((TransformedName="Sons of Hornsua"),(TransformedName="a dog with electric horns "),(TransformedName="Horned dog"),(TransformedName="Horned dog")))

